const JS_AYATS = [
"بۆ هەموو ڕاگەیاندنێک کاتێک هەیە، و ئێوە دەزانن. <span>6:67</span>",
"کەواتە بە ئارامیەکی جوان بەرگە بگرە. <span>70:5</span>",
"ئەوەی هیوای دیداری خودای هەبێت، بەڕاستی کاتی دیاریکراوی خودا دێت. و ئەو بیستەرە، زانایە. <span>29:5</span>",
"و پاداشتیان دەداتەوە بەهۆی ئەوەی بە ئارامی بەرگەیان گرت، بە باخچەیەک [لە بەهەشت] و جلوبەرگی ئاوریشم. <span>76:12</span>",
"و یادیان بکەرەوە، چونکە بەڕاستی یادکردنەوە سوودی بۆ باوەڕداران هەیە. <span>51:55</span>",
"و پەروەردگارت دەتداتێ، و ڕازی دەبیت. <span>93:5</span>",
"و داوای یارمەتی بکەن بە ئارامگری و نوێژ، و بەڕاستی ئەوە سەختە جگە لە بۆ خاشع بوونەکان [بۆ خودا] <span>2:45</span>",
"ئەی ئێوەی باوەڕتان هێناوە، ئەگەر یارمەتی خودا بدەن، ئەویش یارمەتیتان دەدات و پێیەکانتان ڕاست دەگرێت. <span>47:7</span>",
];
