const JS_AYATS = [
  "Всяка вест има свой [определен] срок и скоро ще научите. <span>6:67</span>",
  "Затова се въоръжи с прекрасно търпение. <span>70:5</span>",
  "Който се надява на среща с Аллах, [нека знае, че] срокът на Аллах непременно ще настъпи. Той е Всечуващият, Всезнаещият. <span>29:5</span>",
  "и ще ги възнагради за търпението им с градина и коприна. <span>76:12</span>",
  "И напомняй, защото напомнянето е от полза за вярващите. <span>51:55</span>",
  "И Господ твой ще ти даде и ти ще бъдеш доволен. <span>93:5</span>",
  "Потърсете помощ чрез търпение и молитва. Наистина, това е трудно, освен за смирените. <span>2:45</span>",
  "О, вие, които вярвате! Ако подпомагате [делото на] Аллах, Той ще ви подпомогне и ще утвърди стъпките ви. <span>47:7</span>",
  "Помислихте ли, че сме ви създали напразно и че няма да се върнете при Нас? <span>23:115</span>",
];
