const JS_AYATS = [
"هر اعلان لاءِ هڪ وقت آهي، ۽ توهان ڄاڻندا. <span>6:67</span>",
"تنهنڪري خوبصورت صبر سان صبر ڪريو. <span>70:5</span>",
"جيڪو الله سان ملاقات جي اميد رکي ٿو - بيشڪ الله جو مقرر ڪيل وقت اچي رهيو آهي. ۽ هو ٻڌندڙ، ڄاڻيندڙ آهي. <span>29:5</span>",
"۽ انهن کي انعام ڏيندو ان لاءِ جو انهن صبر سان برداشت ڪيو، جنت جو باغ ۽ ريشمي ڪپڙا. <span>76:12</span>",
"۽ نصيحت ڪريو، ڇاڪاڻ ته بيشڪ نصيحت مومنن کي فائدو ڏئي ٿي. <span>51:55</span>",
"۽ تنهنجو پالڻهار توکي ڏيندو، ۽ تون راضي ٿيندين. <span>93:5</span>",
"۽ صبر ۽ نماز ذريعي مدد گهرو، ۽ بيشڪ اها ڏکي آهي سواءِ عاجزي ڪندڙن جي [الله لاءِ] <span>2:45</span>",
"اي ايمان وارو، جيڪڏهن توهان الله جي مدد ڪندا، هو توهان جي مدد ڪندو ۽ توهان جا پير مضبوط ڪندو. <span>47:7</span>",
"ڇا توهان سوچيو ته اسان توهان کي بيڪار پيدا ڪيو آهي ۽ توهان اسان ڏانهن واپس نه ايندا؟ <span>23:115</span>",
];
