/*
Slides,
Every message should end with °°
--------------------------------------------
*/

let JS_SLIDES = "";
JS_SLIDES += "﴿ رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ ﴾°°";
JS_SLIDES += "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى°°";
JS_SLIDES += "اللَّهُمَّ أنَْتَ رَبيِّ لَا إلِهََ إلَِّا أنَتَ| خَلَقْتنَيِ وَأنََا عَبدُْكَ| وَأنََا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ| أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ, أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ, وَأَبُوءُ لَكَ بِذَنْبِي, فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ°°";
JS_SLIDES += "اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ، دِقَّهُ، وَجِلَّهُ| وَأَوَّلَهُ، وَآخِرَهُ، وَعَلَانِيَتَهُ، وَسِرَّهُ°°";
JS_SLIDES += "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ°°";
JS_SLIDES += "اللَّهُمَّ اكْفِنِي بِحَلَالِكَ عَنْ حَرَامِكَ | وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ°°";
JS_SLIDES += "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ|مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ|وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ°°";
JS_SLIDES += "اللَّهُمَّ أَصْلِحْ لِي دِينِي الَّذِي هُوَ عِصْمَةُ أَمْرِي، وَأَصْلِحْ لِي دُنْيَايَ الَّتِي فِيهَا مَعَاشِي، وَأَصْلِحْ لِي آخِرَتِي الَّتِي فِيهَا مَعَادِي وَاجْعَلِ الْحَيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرٍ، وَاجْعَلِ الْمَوْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ°°";
JS_SLIDES += "﴿ رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاء ﴾°°";
JS_SLIDES += "﴿ رَبَّنَا آمَنَّا بِمَا أَنزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ ﴾°°";
JS_SLIDES += "﴿ رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاَةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاء ﴾°°";
JS_SLIDES += "﴿ رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا ﴾°°";
JS_SLIDES += "﴿رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ﴾°°";
JS_SLIDES += "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ°°";


let STRt2 = localStorage.getItem('STORAGE_JS_SLIDES'); 
if(STRt2) {JS_SLIDES = STRt2;}
JS_SLIDES_DATA = JS_SLIDES.split("°°");



let JS_REMINDERS = "";
let STRt5 = localStorage.getItem('STORAGE_JS_REMINDERS'); 
if(STRt5) {JS_REMINDERS = STRt5;}
JS_REMINDERS_DATA = JS_REMINDERS.split("°°");












